{
    "title":"Who We Are",
    "info":"Our uncompromising adherence to our morals and ethical values allows us to provide our clients with remarkable services, contributing to having a positive impact on society, (Integrity, Professional conduct, Making a difference)",
    "mission":"OUR MISSION",
    "vision":"OUR VISION",
    "infoMission":"To convert our comprehensive solutions, market knowledge, and experience into value facilitating growth and prosperity of clients’ businesses.",
    "infoVision":"to become first choice for our clients in respective fields of auditing, taxation, accounting, managerial and consultancies in the Arab world,",
    "clients":"Our Clients",
    "Partners":"Meet our Partners",
    "services":"Our Services",
    "infoServices":"We provide you with a wide range of service in the fields of audit, assurance, accounting, taxation, investment, and incorporation of new companies with a competitive fee.",
    "taxes":"Tax Services & Consultations",
    "infoTaxes":"provides its tax services in this area on the basis of the specialization principle. Accordingly, each partner and his group provide a specific tax service.",
    "Auditing":"Auditing & Assurance",
    "infoAuditing":"provides its tax services in this area on the basis of the specialization principle. Accordingly, each partner and his group provide a specific tax service.",
    "Bookkeeping":"Bookkeeping",
    "infoBokkebing":"provides daily recording of a company’s financial transactions into organized accounts to keep up to date of your financial transactions.",
    "Investment":"Investment & Incorporation",
    "infoInvestment":"Incorporating of all kinds of stock companies, partnerships. Performing economic feasibility studies of projects.",
    "social":"Social Insurance",
    "infoSocial":"handles all aspects of social insurance applications and resolves any problems or disputes",
    "training":"Training Workshops",
    "infoTraining":"provides training workshops for companies and corporations to improve their team quality and skills required to unlock sucess..",




    "blogs":"Our Blogs",
    "infoBlogs":"Explore our Recent blogs to enrichen your information and keep up with new events",
    "Related Blogs":"Related Blogs",
    "exploreBlogs":"Explore our Latest Blogs",

    "question":"Have A Question? Let’s Have A Talk Together",


    "navBarKeyWord1":"home",
    "navBarKeyWord2":"About",
    "navBarKeyWord3":"Services",
    "navBarKeyWord4":"Blogs",
    "navBarKeyWord5":"Contact US",





    "login":"Login",
    "Signup":"Signup",


    "contactUS":"Contact Us",
    "s":"Have A Question?",
    "b":"Let's Have A Talk Together",
    "infoContactUs":"Tax Hub sees itself as a partner to each of its clients - supporting and providing reliable and intelligent business solutions and maintaining dynamic professional relationship.",

    "name":"name",
    "subject":"subject",
    "email":"email",
    "message":"message",
    "phone":"Phone",
    "Office":"Office",
    "Title":"Title",
    "send":"Send Now",
    "address":"Headquarter: 30 Misr Helwan Road, Maadi .Egypt Branch:  Greek Campus office106 El Tahrir Square.",




    "exp":"Years of Experience",
    "Egy":"Clients in Egypt",
    "Assignments":"Assignment in all Sectors"
}